Repository: common-repository/permissions-security-audit
Catalog: lang/icwpsa-*.po
Languages: fr_fr

source: Permissions & Security Audit by Innocow
fr_fr: Audit de Sécurité par Innocow

source: Permissions & Security Audit
fr_fr: Audit de Sécurité

source: About
fr_fr: À propos

source: File & Folder Permissions
fr_fr: Autorisations de fichier et de dossier

source: File & Folder Ownership
fr_fr: Propriété du fichier et du dossier

source: System Configuration
fr_fr: Configuration du système

source: Best Practices and Advice
fr_fr: Pratiques exemplaires et conseils

source: Helpful Links
fr_fr: Liens utiles

source: Further Help
fr_fr: Aide supplémentaire

source: ☕ Is this plugin useful? Send us a tip and buy us a coffee(s)!
fr_fr: ☕ Ce plugin est-il utile ? Envoyez-nous un pourboire et achetez-nous un café(s)!

source: Scanning
fr_fr: En cours

source: Audit Completed
fr_fr: Vérification terminée

source: Jump to top
fr_fr: Sauter vers le haut

source: No items found not matching audit criteria.
fr_fr: Aucun article trouvé ne correspondant pas aux critères d'audit.

source: Found ${n} item(s) not matching audit criteria.
fr_fr: Trouvé ${n} article(s) ne correspond pas aux critères d’audit.

source: Passed
fr_fr: Réussi

source: Warning
fr_fr: Alerte

source: Audit
fr_fr: Vérifier

source: User
fr_fr: Propriétaire

source: Group
fr_fr: Groupe

source: Other
fr_fr: Les autres

source: Both Files & Folders
fr_fr: Les deux fichiers et dossiers

source: Files
fr_fr: Fichiers

source: Folders
fr_fr: Dossiers

source: read/write (rw)
fr_fr: lecture/écriture (rw)

source: read (r)
fr_fr: lire (r)

source: Pending
fr_fr: En attente

source: Audit passed: no issues found.
fr_fr: Aucun article trouvé ne correspondant pas aux critères d'audit.

source: Enabled Sensitive Functions in PHP
fr_fr: Fonctions sensibles activées en PHP

source: Error Display Status in PHP
fr_fr: État de l’affichage des erreurs dans PHP

source: HTTPS State
fr_fr: État HTTPS

source: Indexable Folders
fr_fr: Dossiers indexables

source: Problematic REST Routes
fr_fr: Itinéraires REST problématiques

source: Common Admin Usernames
fr_fr: Noms d'utilisateur d'administration communs

source: Default Table Prefix
fr_fr: Préfixe de table par défaut

source: File Editor Access
fr_fr: Accès à l'éditeur de fichiers

source: Author=1 Page Check
fr_fr: Vérification de la page: Author=1

source: Default Login URL
fr_fr: URL de connexion par défaut

source: Core Auto Update
fr_fr: Mise à jour automatique de base
